Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_8_Constructional requirements _8 KONSTRUKTSIOONINÕUDED .tmx
Source language: en
Languages: et

source: When the protective conductor is an insulated single-core cable, this colour identification shall be used, preferably throughout the whole length.
et: Kui kaitsejuht on ühesooneline isoleerjuhe või kaabel, tuleb kasutada seda värvtuvastust, eelistatavalt kogu pikkuses.

source: Any neutral or mid-point conductor of the main circuit shall be readily distinguishable by location and/or marking or colour (see IEC 60445:2017 where blue is required).
et: Peaahela iga neutraal- või keskjuht peab olema selgelt eristatav oma asetuse ja/või tähistuse või värviga (vt standard IEC 60445:2017, kus soovitatakse sinist värvi).

source: 8.6.7 Conductors in AC circuits passing through ferromagnetic enclosures or plates
et: 8.6.7 Vahelduvvooluahelate juhid, mis kulgevad läbi ferromagnetiliste ümbriste või plaatide

source: Where conductors in AC circuits with a current rating exceeding 200 A pass through ferromagnetic enclosures, sections or plates, they shall:
et: Kui vahelduvvooluahelate juhid tunnusvooluga üle 200 A kulgevad läbi ferromagnetiliste ümbriste, sektsioonide või plaatide, peavad need

source: – be arranged such that the conductors are only collectively surrounded by ferromagnetic material, e.g. pass through the same hole; or
et: — olema korraldatud selliselt, et juhid on üksnes kogumina ümbritsetud ferromagnetilise materjaliga, nt kulgema läbi ühesama ava, või

source: – arrangements where conductors pass through separate holes shall have been verified by temperature-rise test(s).
et: — korraldusviise, mil juhid kulgevad läbi eri avade, tuleb kontrollida ületemperatuurikatsetus(t)ega.

source: It is permitted for an additional protective conductor to enter the ferrous enclosure individually.
et: On lubatud, et lisa-kaitsejuht siseneb ferromagnetilisse ümbrisesse eraldi.

source: 8.7 Cooling
et: 8.7 Jahutamine

source: If special precautions are required at the place of installation to ensure proper cooling, the assembly manufacturer shall furnish the necessary information (for instance indication of the need for spacing with respect to parts that are liable to impede the dissipation of heat or produce heat themselves).
et: Kui paigalduskohal tuleb nõuetekohase jahutuse tagamiseks rakendada erimeetmeid, peab kooste tootja andma vajalikku teavet (näiteks vajalike vahekauguste kohta osadest, mis võivad takistada soojuse hajutamist või mis ise eraldavad soojust).

source: 8.8 Terminals for external cables
et: 8.8 Välisjuhtmete või -kaablite klemmid

source: Based on information from the original manufacturer, the assembly manufacturer shall indicate whether the terminals are suitable for connection of copper or aluminium conductors, or both.
et: Kooste tootja peab esmatootjalt saadud teabe alusel näitama, kas klemmid sobivad vask- või alumiiniumjuhtide või mõlema ühendamiseks.

source: The terminals shall be such that the external conductors may be connected by a means (screws, connectors, etc.) that ensures that the necessary contact pressure corresponding to the current rating and the short-circuit strength of the apparatus and the circuit is maintained.
et: Klemmid peavad olema sellised, et välisjuhte saaks ühendada kinnitusvahendite (kruvide, liitmike jne) abil, mis tagavad aparaadi tunnusvoolule ja lühisetaluvusele vajaliku kontaktsurve ning ahela säilimise.

source: In the absence of a specific information that larger cables are to be used, which require larger terminals, the terminals shall be capable of accommodating copper conductors from the smallest to the largest cross-sectional areas corresponding to the rated current of the circuit protective device In, (see Annex A).
et: Kui ei ole eriteavet, et tuleb kasutada suurema ristlõikega kaableid, mis nõuaksid suuremaid klemme, peavad klemmid sobima vähimast kuni suurima ristlõikega vaskjuhtidele, mis vastavad ahela kaitseaparaadi tunnusvoolule In (vt lisa A).

source: For adjustable protective devices, the rated current is the current setting selected.
et: Reguleeritava kaitseaparaadi puhul võrdub tunnusvool valitud voolusättega.

source: Where aluminium conductors are to be terminated, the type, size and termination method of the conductors shall be as agreed between the assembly manufacturer and the user.
et: Kui klemmidega tuleb ühendada alumiiniumjuhte, peavad juhtide liigi, ristlõike ja klemmidega ühendamise viisi kohta kooste tootja ja kasutaja omavahel kokku leppima.

source: In the case where external conductors for electronic circuits with low-level currents and voltages (less than 1 A and less than 50 V AC or 120 V DC) have to be connected to an assembly, Table A.1 does not apply.
et: Tabel A.1 ei kehti juhtumil, mil koostega tuleb ühendada väikese voolu ja madala pingega elektroonikaahelate välisjuhte (vooluga alla 1 A ja vahelduvpingega alla 50 V või alalispingega alla 120 V).

source: The available wiring space shall permit proper connection of the external conductors of the indicated material and, in the case of multicore cables, spreading of the cores.
et: Juhtide kasutusvõimalik ühendusruum peab võimaldama ettenähtud materjalist välisjuhtide nõuetekohast ühendamist ning mitmesooneliste kaablite puhul soonte laialijaotamist.

source: The conductors shall not be subjected to stresses which are likely to reduce their normal life expectancy.
et: Juhtidele ei tohi mõjuda toimeid, mis võivad vähendada nende normaalset oodatavat tööiga.

source: In the absence of a specific information that larger cables are to be used, which require larger terminals, on three-phase and neutral circuits, terminals for the neutral conductor shall allow the connection of copper conductors having a minimum cross-sectional area:
et: Kui ei ole eriteavet, et tuleb kasutada suurema ristlõikega kaableid, mis nõuaksid suuremaid klemme, peavad kolmefaasiliste neutraaljuhiga ahelate neutraaljuhi klemmid võimaldama ühendamist vaskjuhtidega, mille ristlõige on vähemalt

source: – equal to half the cross-sectional area of the line conductor, with a minimum of 16 mm2, if the size of the line conductor exceeds 16 mm2;
et: — pool faasijuhi ristlõikest, kuid vähemalt 16 mm2, kui faasijuhi ristlõige on üle 16 mm2;

source: – equal to the full cross-sectional area of the line conductor, if the size of the latter is less than or equal to 16 mm2.
et: — võrdne faasijuhi täisristlõikega, kui faasijuhi ristlõige on 16 mm2 või alla selle.

source: For conductors, other than copper conductors, the above cross-sections should be replaced by cross-sections of equivalent conductance, which may require larger terminals.
et: Muust kui vasest juhtide puhul tuleb eelmainitud ristlõikega juhtide asemel kasutada muust materjalist samaväärse juhtivusega juhte, mille ristlõige võib nõuda suuremaid klemme.

source: If connecting facilities for incoming and outgoing neutral, mid-point, protective, PEL, PEM and PEN conductors are provided, they shall be arranged near the associated line conductor terminals.
et: Kui koostes on siseneva ja väljuva neutraaljuhi, keskjuhi, kaitsejuhi, PEL-, PEM- ja PEN-juhi ühendusvahendid, peavad need asetsema nende juurde kuuluvate faasijuhtide klemmide läheduses.

source: NOTE IEC 60204-1:2016 requires a minimum cross-section of the conductor and does not allow the connection of PEN into the electrical equipment of the machinery.
et: MÄRKUS Standard IEC 60204-1:2016 nõuab juhilt vähimat ristlõiget ega luba PEN-juhi ühendamist masinate elektriseadmetega.

source: Openings in cable entries, cover plates, etc. shall be so designed that, when the cables are properly installed, the stated protective measures against contact and degree of protection shall be obtained.
et: Kaablisisendite avaused, katteplaadid jms peavad olema sellise ehitusega, et nõuetekohaselt paigaldatud kaablite puhul oleks tagatud ettenähtud puutekaitsemeetmed ja nõutav kaitseaste.

source: This implies the selection of means of entry suitable for the application as stated by the assembly manufacturer.
et: See tähendab rakendusele sobiva kaablisisendi valikut vastavalt kooste tootja nõuetele.

source: The terminals for external protective conductors shall be marked according to IEC 60445:2017.
et: Väliste kaitsejuhtide klemmid peavad olema tähistatud vastavalt standardile IEC 60445:2017.

source: As an example, see graphical symbol IEC 60417-5019:2006-08-25.
et: Näitena vt tingmärk IEC 60417-5019:2006-08-25.

source: This symbol is not required where the external protective conductor is intended to be connected to an internal protective conductor that is clearly identified with the colours green and yellow.
et: Seda tingmärki ei nõuta, kui väline kaitsejuht on ette nähtud ühendada sisemise kaitsejuhiga, mis on selgelt tähistatud kollarohelise kaksikvärviga.

source: The terminals for external protective conductors (PE, PEL, PEM, PEN) and metal sheathing of connecting cables (steel conduit, lead sheath, etc.) shall, where required, be bare and, unless otherwise specified, suitable for the connection of copper conductors.
et: Väliste kaitsejuhtide (PE, PEL, PEM, PEN) klemmid ja ühenduskaablite metallkatted (teras-paigaldustorud, pliimantlid jne) peavad olema, kus see on nõutud, paljad, ja kui ei ole sätestatud teisiti, sobima vaskjuhtide ühendamiseks.

source: A separate terminal of adequate size shall be provided for the outgoing protective conductor(s) of each circuit.
et: Iga ahela väljuva(te) kaitsejuhi (-juhtide) jaoks peab olema ette nähtud eraldi sobiva suurusega klemm(id).

source: In the absence of a specific information that larger cables are to be used, which require larger terminals, terminals for protective conductors shall allow the connection of copper conductors having a cross-section depending on the cross-section of the corresponding line conductors according to Table 5.
et: Kui ei ole eriteavet, et tuleb kasutada suurema ristlõikega kaableid, mis nõuaksid suuremaid klemme, peavad kaitsejuhtide klemmid võimaldama tabelile 5 vastava faasijuhi ristlõikest sõltuva ristlõikega vaskjuhtide ühendamist.

source: Terminals for PEN conductors shall be the same as for neutral conductors.
et: PEN-juhtide klemmid peavad olema samasugused nagu neutraaljuhtide omad.

source: In the case of enclosures and conductors of aluminium or aluminium alloys, particular consideration shall be given to the danger of electrolytic corrosion.
et: Alumiiniumist või alumiiniumisulamist ümbriste ja juhtide puhul tuleb eriti arvestada elektrolüütilise korrosiooni ohtu.

source: The connecting means to ensure the continuity of the conductive parts with external protective conductors shall have no other function.
et: Juhtivate osade ja väliste kaitsejuhtide ühenduse pidevust tagavatel kinnitusvahenditel ei tohi olla muid funktsioone.

source: Special precautions can be necessary with metal parts of the assembly, particularly gland plates, where abrasion-resistant finishes, for example powder coatings, are used.
et: Spetsiaalsed ohutusmeetmed võivad olla vajalikud kooste metallosade puhul, eriti tihenduspukside plaatide puhul, kus kasutatakse kulumiskindlat viimistlust, näiteks pulberkatteid.

source: Identification of terminals shall comply with IEC 60445:2017 unless otherwise stated.
et: Kui ei ole ette nähtud teisiti, peab klemmide tähistus olema kooskõlas standardiga IEC 60445:2017.
